// 1) Automatic checking - no restart required
"UPDATES_AVAILABLE_NO_RESTART_MESSAGE" = "Hay actualizaciones de software disponibles para su ordenador. ¿Desea instalarlas?";
"UPDATES_AVAILABLE_NO_RESTART_INFORMATIVE" = "Puede continuar usando el ordenador durante la instalación. No hace falta reiniciarlo una vez finalizada la instalación.";
"INSTALL_TITLE" = "Instalar";

// 2) Automatic checking - restart required, already downloaded
"UPDATES_AVAILABLE_INSTALL_MESSAGE" = "Las actualizaciones de software disponibles para su ordenador ya pueden instalarse. ¿Desea instalarlas ahora?";

"UPDATES_AVAILABLE_INSTALL_AND_RESTART_INFORMATIVE" = "Deberá reiniciar el ordenador una vez instaladas las actualizaciones.";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "Instalar y reiniciar";

"UPDATES_AVAILABLE_INSTALL_AND_LOG_OUT_INFORMATIVE" = "Debe cerrar sesión para instalar las actualizaciones.";
"LOG_OUT_AND_INSTALL_TITLE" = "Cerrar sesión e instalar";

"UPDATES_AVAILABLE_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "Deberá apagar el ordenador una vez instaladas las actualizaciones.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "Instalar y apagar";

// 3) Automatic checking - Restart / Log out / Shut Down required, need to download
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_MESSAGE" = "Hay actualizaciones de software disponibles para su ordenador. ¿Desea descargarlas e instalarlas?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_INFORMATIVE" = "Deberá reiniciar el ordenador una vez instaladas las actualizaciones.";

"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_MESSAGE" = "Hay actualizaciones de software disponibles para su ordenador. ¿Desea descargarlas e instalarlas?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_INFORMATIVE" = "Deberá cerrar sesión una vez descargadas las actualizaciones.";

"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_MESSAGE" = "Hay actualizaciones de software disponibles para su ordenador. ¿Desea descargarlas e instalarlas?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_INFORMATIVE" = "Deberá apagar el ordenador una vez instaladas las actualizaciones.";

"CONTINUE_TITLE" = "Continuar";


// common buttons
"NOT_NOW_TITLE" = "Ahora no";
"SHOW_DETAILS_TITLE" = "Mostrar detalles";
